{
    "changelog.md": {
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Zur Erinnerung: Wenn keine Informationen zum Update vorhanden sind, bedeutet dies, dass es sich nur um die Aktualisierung von Dokumentation, Übersetzung oder Text handelt.",
        "07\/01\/2020": "01\/07\/2020",
        "Augmentation du timeout de connexion": "Erhöhtes Verbindungszeitlimit",
        "14\/11\/2019": "2019.11.14",
        "Amélioration du widget": "Widget-Verbesserung",
        "Correction de bug sur le déclenchement du levé\/couché du soleil": "Fehlerbehebung beim Auslösen des Sonnenaufgangs \/ Sonnenuntergangs",
        "03\/10\/2019": "10\/03\/2019",
        "Correction de bugs": "Fehlerbehebungen",
        "18\/09\/2019": "2019.09.18",
        "Correction de l'indicateur de direction du vent": "Korrektur der Windrichtungsanzeige",
        "06\/09\/2019": "09\/06\/2019",
        "Correction de bug des widgets en v4": "Fehlerbehebung für Widgets in Version 4",
        "01\/08\/2019": "2019.01.08",
        "Support de PHP 7.3": "Unterstützung für PHP 7.3",
        "28\/01\/2019": "28.01.2019",
        "Le widget peut être redimmensionné": "Das Widget kann in der Größe geändert werden",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        "[IMPORTANT": "[Wichtig",
        "IMPORTANT]": "Wichtig]"
    },
    "index.md": {
        "Plugin Météo": "Wetter Plugin",
        "Le plugin Weather permet de récupérer les données météorologiques pour une ou plusieurs villes": "Mit dem Wetter-Plugin können Sie Wetterdaten für eine oder mehrere Städte wiederherstellen",
        "Il permet entre autre d'avoir les informations de lever et coucher du soleil, de température, de prévision, de vent, etc": "Es bietet unter anderem Informationen zu Sonnenaufgang und Sonnenuntergang, Temperatur, Vorhersage, Wind usw.",
        "Les informations récupérées viennent du site internet openweathermap": "Die abgerufenen Informationen stammen von der openweathermap-Website",
        "Configuration du plugin": "Plugin Konfiguration",
        "Après avoir installé le plugin, il faut l'activer puis renseigner votre clef api": "Nach der Installation des Plugins müssen Sie es aktivieren und dann Ihren API-Schlüssel eingeben",
        "Pour obtenir votre clef api il faut aller": "Um Ihren API-Schlüssel zu erhalten, müssen Sie gehen",
        "créer un compte et ensuite il faut copier votre clef api dans la zone prévue sur la page de configuration du Plugin": "Erstellen Sie ein Konto und kopieren Sie Ihren API-Schlüssel in den Bereich auf der Plugin-Konfigurationsseite",
        "Il faut attendre quelques heures ensuite le temps que la clef soit active avant de pouvoir récupérer des informations": "Sie müssen einige Stunden warten, bis die Taste aktiv ist, bevor Sie Informationen abrufen können",
        "Configuration des équipements": "Gerätekonfiguration",
        "Vous retrouvez ici toute la configuration de votre équipement": "Hier finden Sie die gesamte Konfiguration Ihrer Geräte",
        "Nom de l'équipement météo": "Name der Wetterausrüstung",
        "nom de votre équipement météo": "Name Ihrer Wetterausrüstung",
        "permet de rendre votre équipement actif": "macht Ihre Ausrüstung aktiv",
        "rend votre équipement visible sur le dashboard": "macht Ihre Ausrüstung auf dem Armaturenbrett sichtbar",
        "Objet parent": "Übergeordnetes Objekt",
        "indique l'objet parent auquel appartient l'équipement": "Gibt das übergeordnete Objekt an, zu dem das Gerät gehört",
        "Il faut mettre le nom de votre ville suivi du code pays, ex": "Sie müssen den Namen Ihrer Stadt gefolgt von der Landesvorwahl eingeben, z",
        "Paris,fr": "Paris, fr",
        "Affichage complet en mobile": "Mobil Vollansicht",
        "permet d'afficher toutes les informations météo ou non en mobile": "Zeigt alle Wetterinformationen an oder nicht auf dem Handy",
        "Vous retrouvez en dessous toutes les commandes disponibles ainsi que la possibilité d'historiser ou non les valeurs numériques": "Nachfolgend finden Sie alle verfügbaren Befehle sowie die Möglichkeit, die numerischen Werte zu historisieren oder nicht",
        "Le code (numéro) en fonction des conditions est disponible": "Der Code (Nummer) hängt von den Bedingungen ab",
        "Le rafraîchissement des données météo s'effectue toutes les 30 minutes": "Die Wetterdaten werden alle 30 Minuten aktualisiert",
        "Nous vous conseillons de vous rendre": "Wir empfehlen Ihnen zu gehen",
        "afin de vérifier si votre ville, village est connu ou pas": "um zu überprüfen, ob Ihre Stadt, Ihr Dorf bekannt ist oder nicht",
        "Auquel cas il faudra trouver la ville la plus proche connue et saisir cette dernière dans la configuration de votre équipement pour pouvoir récupérer les informations": "In diesem Fall müssen Sie die nächstgelegene bekannte Stadt finden und in die Konfiguration Ihrer Ausrüstung eingeben, um die Informationen abrufen zu können",
        "Ce numéro à la fin de l'url peut également être saisi dans l'équipement Jeedom en lieu et place de Paris,fr par exemple": "Diese Nummer am Ende der URL kann beispielsweise auch in Jeedom-Geräten anstelle von Paris eingegeben werden",
        "OpenWeather fournit une liste d'informations sur les 120 heures à venir ; de ce fait, en fonction de l'heure actuelle, nous ne connaissons qu'une partie des informations à J+4": "OpenWeather bietet eine Liste mit Informationen für die nächsten 120 Stunden. Daher kennen wir basierend auf der aktuellen Zeit nur einen Teil der Informationen zu D + 4",
        "Ainsi, cette prédiction à J+4 s'affine pour devenir plus précise au fur et à mesure de la journée courante": "Daher wird diese Vorhersage für D + 4 verfeinert, um im Verlauf des aktuellen Tages genauer zu werden.",
        "Pour cette raison, certaines informations, comme la température MAX atteinte à J+4 ne pourront faire sens qu'en fin de journée": "Aus diesem Grund können bestimmte Informationen, wie die auf D + 4 erreichte MAX-Temperatur, nur am Ende des Tages sinnvoll sein.",
        " ici.": " hier.",
        " ici?": " hier?",
        "ici ": "hier ",
        "[ici": "[hier",
        "ici]": "hier]",
        " Important.": " Wichtig.",
        " Important?": " Wichtig?",
        "Important ": "Wichtig ",
        "[Important": "[Wichtig",
        "Important]": "Wichtig]",
        " Activer.": " Aktivieren.",
        " Activer?": " Aktivieren?",
        "Activer ": "Aktivieren ",
        "[Activer": "[Aktivieren",
        "Activer]": "Aktivieren]",
        " Visible.": " Sichtbar.",
        " Visible?": " Sichtbar?",
        "Visible ": "Sichtbar ",
        "[Visible": "[Sichtbar",
        "Visible]": "Sichtbar]",
        " Ville.": " Stadt.",
        " Ville?": " Stadt?",
        "Ville ": "Stadt ",
        "[Ville": "[Stadt",
        "Ville]": "Stadt]",
        " Tip.": " Spitze.",
        " Tip?": " Spitze?",
        "Tip ": "Spitze ",
        "[Tip": "[Spitze",
        "Tip]": "Spitze]",
        " IMPORTANT.": " Wichtig.",
        " IMPORTANT?": " Wichtig?",
        "IMPORTANT ": "Wichtig ",
        "[IMPORTANT": "[Wichtig",
        "IMPORTANT]": "Wichtig]"
    }
}