{
    "changelog.md": {
        "Changelog Weather": "Changelog Weather",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "As a reminder if there is no information on the update, it means that it only concerns the updating of documentation, translation or text",
        "07\/01\/2020": "01\/07\/2020",
        "Augmentation du timeout de connexion": "Increased connection timeout",
        "14\/11\/2019": "11\/14\/2019",
        "Amélioration du widget": "Widget improvement",
        "Correction de bug sur le déclenchement du levé\/couché du soleil": "Bug fix on triggering the sunrise \/ sunset",
        "03\/10\/2019": "10\/03\/2019",
        "Correction de bugs": "Bugfix",
        "18\/09\/2019": "09\/18\/2019",
        "Correction de l'indicateur de direction du vent": "Wind direction indicator correction",
        "06\/09\/2019": "09\/06\/2019",
        "Correction de bug des widgets en v4": "Bug fix for widgets in v4",
        "01\/08\/2019": "08\/01\/2019",
        "Support de PHP 7.3": "Support for php 7.3",
        "28\/01\/2019": "01\/28\/2019",
        "Le widget peut être redimmensionné": "Widget can be resized",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*"
    },
    "index.md": {
        "Plugin Météo": "Weather Plugin",
        "Le plugin Weather permet de récupérer les données météorologiques pour une ou plusieurs villes": "The Weather plugin allows you to recover weather data for one or more cities",
        "Il permet entre autre d'avoir les informations de lever et coucher du soleil, de température, de prévision, de vent, etc": "Among other things, it provides information on sunrise and sunset, temperature, forecast, wind, etc",
        "Les informations récupérées viennent du site internet openweathermap": "The information retrieved comes from the openweathermap website",
        "Configuration du plugin": "Plugin configuration",
        "Après avoir installé le plugin, il faut l'activer puis renseigner votre clef api": "After installing the plugin, you must activate it and then enter your API key",
        "Pour obtenir votre clef api il faut aller": "To get your API key you have to go",
        "créer un compte et ensuite il faut copier votre clef api dans la zone prévue sur la page de configuration du Plugin": "create an account and then copy your API key to the area provided on the Plugin configuration page",
        "Il faut attendre quelques heures ensuite le temps que la clef soit active avant de pouvoir récupérer des informations": "You have to wait a few hours afterwards until the key is active before you can retrieve information",
        "Configuration des équipements": "Equipment configuration",
        "Vous retrouvez ici toute la configuration de votre équipement": "Here you find all the configuration of your equipment",
        "Nom de l'équipement météo": "Weather device name",
        "nom de votre équipement météo": "name of your weather equipment",
        "permet de rendre votre équipement actif": "makes your equipment active",
        "rend votre équipement visible sur le dashboard": "makes your equipment visible on the dashboard",
        "Objet parent": "Parent object",
        "indique l'objet parent auquel appartient l'équipement": "indicates the parent object to which the equipment belongs",
        "Il faut mettre le nom de votre ville suivi du code pays, ex": "You must put the name of your city followed by the country code, ex",
        "Paris,fr": "Paris, fr",
        "Affichage complet en mobile": "Full display on mobile",
        "permet d'afficher toutes les informations météo ou non en mobile": "displays all weather information or not on mobile",
        "Vous retrouvez en dessous toutes les commandes disponibles ainsi que la possibilité d'historiser ou non les valeurs numériques": "You will find below all the commands available as well as the possibility of historizing or not the numerical values",
        "Le code (numéro) en fonction des conditions est disponible": "The code (number) depending on the conditions is available",
        "Le rafraîchissement des données météo s'effectue toutes les 30 minutes": "The weather data is refreshed every 30 minutes",
        "Nous vous conseillons de vous rendre": "We advise you to go",
        "afin de vérifier si votre ville, village est connu ou pas": "in order to check if your city, village is known or not",
        "Auquel cas il faudra trouver la ville la plus proche connue et saisir cette dernière dans la configuration de votre équipement pour pouvoir récupérer les informations": "In which case you will have to find the nearest known city and enter it in the configuration of your equipment to be able to retrieve the information",
        "Ce numéro à la fin de l'url peut également être saisi dans l'équipement Jeedom en lieu et place de Paris,fr par exemple": "This number at the end of the url can also be entered in Jeedom equipment instead of Paris, fr for example",
        "OpenWeather fournit une liste d'informations sur les 120 heures à venir ; de ce fait, en fonction de l'heure actuelle, nous ne connaissons qu'une partie des informations à J+4": "OpenWeather provides a list of information for the next 120 hours; therefore, based on the current time, we only know part of the information on D + 4",
        "Ainsi, cette prédiction à J+4 s'affine pour devenir plus précise au fur et à mesure de la journée courante": "Thus, this prediction on D + 4 is refined to become more precise as the current day progresses",
        "Pour cette raison, certaines informations, comme la température MAX atteinte à J+4 ne pourront faire sens qu'en fin de journée": "For this reason, certain information, such as the MAX temperature reached on D + 4 can only make sense at the end of the day",
        " ici.": " here.",
        " ici?": " here?",
        "ici ": "here ",
        " ici]": " here]",
        "[ici]": "[here]",
        "*ici*": "*here*",
        " ici*": " here*",
        " Important.": " Important.",
        " Important?": " Important?",
        "Important ": "Important ",
        " Important]": " Important]",
        "[Important]": "[Important]",
        "*Important*": "*Important*",
        " Important*": " Important*",
        " Activer.": " Activate.",
        " Activer?": " Activate?",
        "Activer ": "Activate ",
        " Activer]": " Activate]",
        "[Activer]": "[Activate]",
        "*Activer*": "*Activate*",
        " Activer*": " Activate*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        " Visible]": " Visible]",
        "[Visible]": "[Visible]",
        "*Visible*": "*Visible*",
        " Visible*": " Visible*",
        " Ville.": " City.",
        " Ville?": " City?",
        "Ville ": "City ",
        " Ville]": " City]",
        "[Ville]": "[City]",
        "*Ville*": "*City*",
        " Ville*": " City*",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        " Tip]": " Tip]",
        "[Tip]": "[Tip]",
        "*Tip*": "*Tip*",
        " Tip*": " Tip*",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*"
    }
}