{
    "changelog.md": {
        "Changelog Weather": "Changelog Weather",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como recordatorio si no hay información sobre la actualización, significa que solo se refiere a la actualización de documentación, traducción o texto",
        "07\/01\/2020": "01\/07\/2020",
        "Augmentation du timeout de connexion": "Aumento del tiempo de espera de conexión",
        "14\/11\/2019": "11\/14\/2019",
        "Amélioration du widget": "Mejora de widgets",
        "Correction de bug sur le déclenchement du levé\/couché du soleil": "Corrección de errores al activar el amanecer \/ atardecer",
        "03\/10\/2019": "10\/03\/2019",
        "Correction de bugs": "Correcciones de errores",
        "18\/09\/2019": "09\/18\/2019",
        "Correction de l'indicateur de direction du vent": "Corrección del indicador de dirección del viento",
        "06\/09\/2019": "06\/09\/2019",
        "Correction de bug des widgets en v4": "Corrección de errores para widgets en v4",
        "01\/08\/2019": "01\/08\/2019",
        "Support de PHP 7.3": "Soporte para php 7.3",
        "28\/01\/2019": "28\/01\/2019",
        "Le widget peut être redimmensionné": "El widget puede ser redimensionado",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*"
    },
    "index.md": {
        "Plugin Météo": "Plugin meteorológico",
        "Le plugin Weather permet de récupérer les données météorologiques pour une ou plusieurs villes": "El complemento Weather le permite recuperar datos meteorológicos para una o más ciudades",
        "Il permet entre autre d'avoir les informations de lever et coucher du soleil, de température, de prévision, de vent, etc": "Entre otras cosas, proporciona información sobre el amanecer y el atardecer, la temperatura, el pronóstico, el viento, etc",
        "Les informations récupérées viennent du site internet openweathermap": "La información recuperada proviene del sitio web openweathermap",
        "Configuration du plugin": "Configuración del plugin",
        "Après avoir installé le plugin, il faut l'activer puis renseigner votre clef api": "Después de instalar el complemento, debe activarlo y luego ingresar su clave API",
        "Pour obtenir votre clef api il faut aller": "Para obtener su clave API, debe ir",
        "créer un compte et ensuite il faut copier votre clef api dans la zone prévue sur la page de configuration du Plugin": "cree una cuenta y luego copie su clave API en el área provista en la página de configuración del complemento",
        "Il faut attendre quelques heures ensuite le temps que la clef soit active avant de pouvoir récupérer des informations": "Debe esperar algunas horas hasta que la clave esté activa antes de poder recuperar información",
        "Configuration des équipements": "Configuración del equipo",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aquí encontrarás toda la configuración de tu equipo",
        "Nom de l'équipement météo": "Nombre del dispositivo meteorológico",
        "nom de votre équipement météo": "nombre de su equipo meteorológico",
        "permet de rendre votre équipement actif": "activa su equipo",
        "rend votre équipement visible sur le dashboard": "hace que su equipo sea visible en el tablero",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient l'équipement": "indica el objeto padre al que pertenece el equipo",
        "Il faut mettre le nom de votre ville suivi du code pays, ex": "Debe poner el nombre de su ciudad seguido del código del país, ej",
        "Paris,fr": "Paris, fr",
        "Affichage complet en mobile": "Visualización completa en móvil",
        "permet d'afficher toutes les informations météo ou non en mobile": "muestra toda la información meteorológica o no en el móvil",
        "Vous retrouvez en dessous toutes les commandes disponibles ainsi que la possibilité d'historiser ou non les valeurs numériques": "A continuación encontrará todos los comandos disponibles, así como la posibilidad de historizar o no los valores numéricos",
        "Le code (numéro) en fonction des conditions est disponible": "El código (número) según las condiciones está disponible",
        "Le rafraîchissement des données météo s'effectue toutes les 30 minutes": "Los datos meteorológicos se actualizan cada 30 minutos",
        "Nous vous conseillons de vous rendre": "Te aconsejamos que vayas",
        "afin de vérifier si votre ville, village est connu ou pas": "para verificar si su ciudad, pueblo es conocido o no",
        "Auquel cas il faudra trouver la ville la plus proche connue et saisir cette dernière dans la configuration de votre équipement pour pouvoir récupérer les informations": "En ese caso, tendrá que encontrar la ciudad conocida más cercana e ingresarla en la configuración de su equipo para poder recuperar la información",
        "Ce numéro à la fin de l'url peut également être saisi dans l'équipement Jeedom en lieu et place de Paris,fr par exemple": "Este número al final de la url también se puede ingresar en el equipo Jeedom en lugar de París, por ejemplo, fr",
        "OpenWeather fournit une liste d'informations sur les 120 heures à venir ; de ce fait, en fonction de l'heure actuelle, nous ne connaissons qu'une partie des informations à J+4": "OpenWeather proporciona una lista de información para las próximas 120 horas; por lo tanto, según la hora actual, solo conocemos parte de la información sobre D + 4",
        "Ainsi, cette prédiction à J+4 s'affine pour devenir plus précise au fur et à mesure de la journée courante": "Por lo tanto, esta predicción en D + 4 se refina para ser más precisa a medida que avanza el día actual",
        "Pour cette raison, certaines informations, comme la température MAX atteinte à J+4 ne pourront faire sens qu'en fin de journée": "Por esta razón, cierta información, como la temperatura MÁX alcanzada en D + 4, solo puede tener sentido al final del día",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        " ici]": " aquí]",
        "[ici]": "[aquí]",
        "*ici*": "*aquí*",
        " ici*": " aquí*",
        " Important.": " Importante.",
        " Important?": " Importante?",
        "Important ": "Importante ",
        " Important]": " Importante]",
        "[Important]": "[Importante]",
        "*Important*": "*Importante*",
        " Important*": " Importante*",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        " Activer]": " Activar]",
        "[Activer]": "[Activar]",
        "*Activer*": "*Activar*",
        " Activer*": " Activar*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        " Visible]": " Visible]",
        "[Visible]": "[Visible]",
        "*Visible*": "*Visible*",
        " Visible*": " Visible*",
        " Ville.": " Ciudad.",
        " Ville?": " Ciudad?",
        "Ville ": "Ciudad ",
        " Ville]": " Ciudad]",
        "[Ville]": "[Ciudad]",
        "*Ville*": "*Ciudad*",
        " Ville*": " Ciudad*",
        " Tip.": " Punta.",
        " Tip?": " Punta?",
        "Tip ": "Punta ",
        " Tip]": " Punta]",
        "[Tip]": "[Punta]",
        "*Tip*": "*Punta*",
        " Tip*": " Punta*",
        " IMPORTANT.": " Importante.",
        " IMPORTANT?": " Importante?",
        "IMPORTANT ": "Importante ",
        " IMPORTANT]": " Importante]",
        "[IMPORTANT]": "[Importante]",
        "*IMPORTANT*": "*Importante*",
        " IMPORTANT*": " Importante*"
    }
}