{
    "changelog.md": {
        "07\/01\/2020": "01\/07\/2020",
        "Augmentation du timeout de connexion": "Aumento del tiempo de espera de conexión",
        "14\/11\/2019": "11\/14\/2019",
        "Amélioration du widget": "Mejora de widgets",
        "Correction de bug sur le déclenchement du levé\/couché du soleil": "Corrección de errores al activar el amanecer \/ atardecer",
        "03\/10\/2019": "10\/03\/2019",
        "Correction de bugs": "Correcciones de errores",
        "18\/09\/2019": "09\/18\/2019",
        "Correction de l'indicateur de direction du vent": "Corrección del indicador de dirección del viento",
        "06\/09\/2019": "06\/09\/2019",
        "Correction de bug des widgets en v4": "Corrección de errores para widgets en v4",
        "01\/08\/2019": "01\/08\/2019",
        "Support de PHP 7.3": "Soporte para php 7.3",
        "28\/01\/2019": "28\/01\/2019",
        "Le widget peut être redimmensionné": "El widget puede ser redimensionado"
    },
    "index.md": {
        "Le plugin Weather permet de récupérer les données météorologiques pour": "El complemento Weather le permite recuperar datos meteorológicos para",
        "une ou plusieurs villes": "una o mas ciudades",
        "Il permet entre autre d'avoir les informations": "Entre otras cosas, proporciona información.",
        "de lever et coucher du soleil, de température, de prévision, de vent": "amanecer y atardecer, temperatura, pronóstico, viento",
        "etc. Les informations récupérées viennent du site internet": "etc. La información recuperada proviene del sitio web",
        "Configuration du plugin": "Configuración del plugin",
        "Après avoir installé le plugin, il faut l'activer puis renseigner votre": "Después de instalar el complemento, debe activarlo y luego ingresar su",
        "clef api\/": "Clave API \/",
        "Pour obtenir votre clef api il faut aller": "Para obtener su clave API, debe ir",
        "créer un compte et ensuite il": "crear una cuenta y luego allí",
        "faut copier votre clef api dans la zone prévue sur la page de": "copie su clave API en el área provista en la página",
        "configuration du Plugin": "Configuración del plugin",
        "Il faut attendre quelques heures ensuite le temps que la clef soit": "Tienes que esperar unas horas después hasta que la llave esté",
        "active avant de pouvoir récupérer des informations": "activo antes de que pueda recuperar información",
        "Configuration des équipements": "Configuración del equipo",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aquí encontrarás toda la configuración de tu equipo",
        "Nom de l'équipement météo": "Nombre del dispositivo meteorológico",
        "nom de votre équipement météo": "nombre de su equipo meteorológico",
        "permet de rendre votre équipement actif": "activa su equipo",
        "rend votre équipement visible sur le dashboard": "hace que su equipo sea visible en el tablero",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel appartient": "indica el objeto padre al que pertenece",
        "l'équipement": "equipo",
        "Il faut mettre le nom de votre ville suivi du code pays": "Debes poner el nombre de tu ciudad seguido del código del país",
        "Paris,fr": "Paris, fr",
        "Affichage complet en mobile": "Visualización completa en móvil",
        "permet d'afficher toutes les": "muestra todo",
        "informations météo ou non en mobile": "información meteorológica o no en el móvil",
        "Vous retrouvez en dessous toutes les commandes disponibles ainsi que la": "A continuación encontrará todos los comandos disponibles, así como el",
        "possibilité d'historiser ou non les valeurs numériques": "posibilidad de historizar o no los valores numéricos",
        "Le code (numéro)": "El código (número)",
        "en fonction des conditions est disponible": "dependiendo de las condiciones está disponible",
        "Le rafraîchissement des données météo s'effectue toutes les 30 minutes": "Los datos meteorológicos se actualizan cada 30 minutos.",
        "Nous vous conseillons de vous rendre": "Te aconsejamos que vayas",
        "afin de vérifier si votre": "para verificar si su",
        "ville, village est connu ou pas": "ciudad, pueblo es conocido o no",
        "Auquel cas il faudra trouver la ville": "En cuyo caso deberás encontrar la ciudad",
        "la plus proche connue et saisir cette dernière dans la configuration": "más cercano conocido e ingrese este último en la configuración",
        "de votre équipement pour pouvoir récupérer les informations": "de su equipo para poder recuperar información",
        "Une fois la recherche de votre ville réussie le site openweathermap": "Una vez que la búsqueda de su ciudad es exitosa, el sitio openweathermap",
        "vous montre les informations disponibles et vous devriez avoir dans": "le muestra la información disponible y debe tener en",
        "votre navigateur une url du type": "su navegador una url del tipo",
        "Ce numéro à la fin de l'url": "Este número al final de la url",
        "peut également être saisi dans l'équipement Jeedom en lieu et place de": "también se puede ingresar en el equipo Jeedom en lugar de",
        "Paris,fr par exemple": "Paris, fr por ejemplo",
        "OpenWeather fournit une liste d'informations sur les 120 heures à venir ; de ce fait, en fonction de l'heure actuelle, nous ne connaissons qu'une partie des informations à J+4": "OpenWeather proporciona una lista de información para las próximas 120 horas; por lo tanto, según la hora actual, solo conocemos parte de la información sobre D + 4",
        "Ainsi, cette prédiction à J+4 s'affine pour devenir plus précise au fur et à mesure de la journée courante": "Por lo tanto, esta predicción en D + 4 se refina para ser más precisa a medida que avanza el día actual.",
        "Pour cette raison, certaines informations, comme la température MAX atteinte à J+4 ne pourront faire sens qu'en fin de journée": "Por esta razón, cierta información, como la temperatura MÁX alcanzada en D + 4, solo puede tener sentido al final del día.",
        " Configuration": " Configuración",
        "Configuration ": "Configuración ",
        "[Configuration": "[Configuración",
        "Configuration]": "Configuración]",
        " openweathermap": " Openweathermap",
        "openweathermap ": "Openweathermap ",
        "[openweathermap": "[Openweathermap",
        "openweathermap]": "Openweathermap]",
        " ici": " aquí",
        "ici ": "aquí ",
        "[ici": "[aquí",
        "ici]": "aquí]",
        " Important": " Importante",
        "Important ": "Importante ",
        "[Important": "[Importante",
        "Important]": "Importante]",
        " Activer": " Activar",
        "Activer ": "Activar ",
        "[Activer": "[Activar",
        "Activer]": "Activar]",
        " Visible": " Visible",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        " Ville": " Ciudad",
        "Ville ": "Ciudad ",
        "[Ville": "[Ciudad",
        "Ville]": "Ciudad]",
        " ex": " ex",
        "ex ": "ex ",
        "[ex": "[ex",
        "ex]": "ex]",
        " Tip": " Punta",
        "Tip ": "Punta ",
        "[Tip": "[Punta",
        "Tip]": "Punta]",
        " IMPORTANT": " Importante",
        "IMPORTANT ": "Importante ",
        "[IMPORTANT": "[Importante",
        "IMPORTANT]": "Importante]"
    }
}