{
    "changelog.md": {
        "Changelog Weather": "Changelog Tempo",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "07\/01\/2020": "01\/07\/2020",
        "Augmentation du timeout de connexion": "Tempo limite de conexão aumentado",
        "14\/11\/2019": "14\/11\/2019",
        "Amélioration du widget": "Melhoria de widget",
        "Correction de bug sur le déclenchement du levé\/couché du soleil": "Correção de bug ao acionar o nascer \/ pôr do sol",
        "03\/10\/2019": "03\/03\/2019",
        "Correction de bugs": "Correções de bugs",
        "18\/09\/2019": "18\/09\/2019",
        "Correction de l'indicateur de direction du vent": "Correção do indicador de direção do vento",
        "06\/09\/2019": "06\/06\/2019",
        "Correction de bug des widgets en v4": "Correção de bug para widgets na v4",
        "01\/08\/2019": "01\/08\/2019",
        "Support de PHP 7.3": "Suporte para php 7.3",
        "28\/01\/2019": "28\/01\/2019",
        "Le widget peut être redimmensionné": "O widget pode ser redimensionado",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin Météo": "Weather Plugin",
        "Le plugin Weather permet de récupérer les données météorologiques pour une ou plusieurs villes": "O plugin Weather permite recuperar dados climáticos de uma ou mais cidades",
        "Il permet entre autre d'avoir les informations de lever et coucher du soleil, de température, de prévision, de vent, etc": "Entre outras coisas, fornece informações sobre nascer e pôr do sol, temperatura, previsão, vento, etc",
        "Les informations récupérées viennent du site internet openweathermap": "As informações recuperadas vêm do site openweathermap",
        "Configuration du plugin": "Configuração do plugin",
        "Après avoir installé le plugin, il faut l'activer puis renseigner votre clef api": "Depois de instalar o plug-in, você deve ativá-lo e inserir sua chave de API",
        "Pour obtenir votre clef api il faut aller": "Para obter sua chave de API, você precisa ir",
        "créer un compte et ensuite il faut copier votre clef api dans la zone prévue sur la page de configuration du Plugin": "crie uma conta e copie sua chave de API para a área fornecida na página de configuração do plug-in",
        "Il faut attendre quelques heures ensuite le temps que la clef soit active avant de pouvoir récupérer des informations": "Você precisa esperar algumas horas depois até que a chave esteja ativa para poder recuperar informações",
        "Configuration des équipements": "Configuração do equipamento",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aqui você encontra toda a configuração do seu equipamento",
        "Nom de l'équipement météo": "Equipamentos clima nome",
        "nom de votre équipement météo": "nome do seu equipamento meteorológico",
        "permet de rendre votre équipement actif": "torna seu equipamento ativo",
        "rend votre équipement visible sur le dashboard": "torna seu equipamento visível no painel",
        "Objet parent": "Objeto pai",
        "indique l'objet parent auquel appartient l'équipement": "indica o objeto pai ao qual o equipamento pertence",
        "Il faut mettre le nom de votre ville suivi du code pays, ex": "Você deve colocar o nome da sua cidade seguido pelo código do país, ex",
        "Paris,fr": "Paris, fr",
        "Affichage complet en mobile": "Exibição móvel completa",
        "permet d'afficher toutes les informations météo ou non en mobile": "exibe todas as informações meteorológicas ou não no celular",
        "Vous retrouvez en dessous toutes les commandes disponibles ainsi que la possibilité d'historiser ou non les valeurs numériques": "Abaixo, você encontrará todos os comandos disponíveis, além da possibilidade de histórico ou não dos valores numéricos",
        "Le code (numéro) en fonction des conditions est disponible": "O código (número), dependendo das condições, está disponível",
        "Le rafraîchissement des données météo s'effectue toutes les 30 minutes": "Os dados meteorológicos são atualizados a cada 30 minutos",
        "Nous vous conseillons de vous rendre": "Aconselhamos que você vá",
        "afin de vérifier si votre ville, village est connu ou pas": "para verificar se sua cidade, vila é conhecida ou não",
        "Auquel cas il faudra trouver la ville la plus proche connue et saisir cette dernière dans la configuration de votre équipement pour pouvoir récupérer les informations": "Nesse caso, você terá que encontrar a cidade conhecida mais próxima e inseri-la na configuração do seu equipamento para poder recuperar as informações",
        "Ce numéro à la fin de l'url peut également être saisi dans l'équipement Jeedom en lieu et place de Paris,fr par exemple": "Esse número no final da URL também pode ser inserido no equipamento Jeedom em vez de Paris, fr por exemplo",
        "OpenWeather fournit une liste d'informations sur les 120 heures à venir ; de ce fait, en fonction de l'heure actuelle, nous ne connaissons qu'une partie des informations à J+4": "O OpenWeather fornece uma lista de informações pelas próximas 120 horas; portanto, com base no tempo atual, sabemos apenas parte das informações em D + 4",
        "Ainsi, cette prédiction à J+4 s'affine pour devenir plus précise au fur et à mesure de la journée courante": "Assim, essa previsão em D + 4 é refinada para se tornar mais precisa à medida que o dia atual progride",
        "Pour cette raison, certaines informations, comme la température MAX atteinte à J+4 ne pourront faire sens qu'en fin de journée": "Por esse motivo, certas informações, como a temperatura MAX atingida em D + 4, só fazem sentido no final do dia",
        " ici.": " aqui.",
        " ici?": " aqui?",
        "ici ": "aqui ",
        " ici]": " aqui]",
        "[ici]": "[aqui]",
        "*ici*": "*aqui*",
        " ici*": " aqui*",
        " Important.": " IMPORTANTE.",
        " Important?": " IMPORTANTE?",
        "Important ": "IMPORTANTE ",
        " Important]": " IMPORTANTE]",
        "[Important]": "[IMPORTANTE]",
        "*Important*": "*IMPORTANTE*",
        " Important*": " IMPORTANTE*",
        " Activer.": " Ativar.",
        " Activer?": " Ativar?",
        "Activer ": "Ativar ",
        " Activer]": " Ativar]",
        "[Activer]": "[Ativar]",
        "*Activer*": "*Ativar*",
        " Activer*": " Ativar*",
        " Visible.": " Visivél.",
        " Visible?": " Visivél?",
        "Visible ": "Visivél ",
        " Visible]": " Visivél]",
        "[Visible]": "[Visivél]",
        "*Visible*": "*Visivél*",
        " Visible*": " Visivél*",
        " Ville.": " Cidade.",
        " Ville?": " Cidade?",
        "Ville ": "Cidade ",
        " Ville]": " Cidade]",
        "[Ville]": "[Cidade]",
        "*Ville*": "*Cidade*",
        " Ville*": " Cidade*",
        " Tip.": " Dica.",
        " Tip?": " Dica?",
        "Tip ": "Dica ",
        " Tip]": " Dica]",
        "[Tip]": "[Dica]",
        "*Tip*": "*Dica*",
        " Tip*": " Dica*",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    }
}