{
  "id": "weather",
  "name": "Weather",
  "description": {
    "fr_FR": "Ce plugin permet de récuperer les informations météorologiques du lieu de votre choix telles que les conditions et les températures actuelles et celles des jours à venir, le taux d'humidité, la force du vent et sa direction, les heures de lever et coucher du soleil et bien plus encore... Vous vouliez acheter une station météo ? Ce plugin vous fera sûrement changer d'avis !",
    "en_US": "This plugin allows you to retrieve the weather information of the city of your choice such as the weather conditions and the current temperatures and the days to come, the humidity rate, the force of the wind and its direction, the times of sunrise and sunset. sun and more. You wanted to buy a weather station, this plugin will surely make you change your mind",
    "es_ES": "Este complemento le permite recuperar la información meteorológica de la ciudad de su elección, como las condiciones climáticas y las temperaturas actuales y los próximos días, la tasa de humedad, la fuerza del viento y su dirección, las horas de salida y puesta del sol. sol y mas. Querías comprar una estación meteorológica, este plugin seguramente te hará cambiar de opinión",
    "de_DE": "Mit diesem Plugin können Sie die Wetterinformationen der Stadt Ihrer Wahl abrufen, z. B. die Wetterbedingungen und die aktuellen Temperaturen und die kommenden Tage, die Luftfeuchtigkeitsrate, die Kraft des Windes und seine Richtung, die Zeiten von Sonnenaufgang und Sonnenuntergang. Sonne und mehr. Sie wollten eine Wetterstation kaufen, dieses Plugin wird Sie sicherlich dazu bringen, Ihre Meinung zu ändern",
    "pt_PT": "Este plugin permite que você recupere as informações meteorológicas da cidade de sua escolha, como as condições do tempo e as temperaturas atuais e os dias que virão, a taxa de umidade, a força do vento e sua direção, os horários do nascer e do pôr do sol. sol e muito mais. Você queria comprar uma estação meteorológica, este plugin certamente o fará mudar de ideia",
    "tr": "Ce plugin permet de récuperer les informations météorologiques de la ville de votre choix telles que les conditions météorologiques et les températures actuelles et des jours à venir, le taux d'humidité, la force du vent et sa direction, les heures de lever et coucher du soleil et plus encore. Vous vouliez acheter une station météo, ce plugin vous fera sûrement changer d'avis"
  },
  "utilization": "Créez un équipement et indiquez la latitude et la longitude du lieu dont les informations météo sont à récupérer.",
  "licence": "AGPL",
  "author": "Jeedom SAS",
  "require": "3.3.39",
  "category": "weather",
  "changelog": "https:\/\/doc.jeedom.com\/#language#\/plugins\/weather\/weather\/changelog",
  "changelog_beta": "https:\/\/doc.jeedom.com\/#language#\/plugins\/weather\/weather\/beta\/changelog",
  "documentation": "https:\/\/doc.jeedom.com\/#language#\/plugins\/weather\/weather",
  "documentation_beta": "https:\/\/doc.jeedom.com\/#language#\/plugins\/weather\/weather\/beta",
  "language": [
    "fr_FR",
    "en_US",
    "es_ES",
    "de_DE",
    "pt_PT",
    "tr"
  ],
  "compatibility": [
    "miniplus",
    "smart",
    "atlas",
    "rpi",
    "docker",
    "diy",
    "v4"
  ]
}
